export const cards = [
  {
    title: "Знакомство\nи брифинг",
    description: "Обсуждаем проект, цели, аудиторию. Погружаюсь в контекст, задаю вопросы, чтобы лучше понять ваш продукт и запрос."
  },
  {
    title: "Исследование\n и концепция",
    description: "Анализирую референсы, конкурентов, собираю визуальное и смысловое направление.",
  },
  {
    title: "Структура\nи прототип",
    description: "Создаю структуру сайта и интерактивный прототип, чтобы вы увидели структуру до визуального оформления.",
  },
  {
    title: "Мудборд и направление",
    description: "Создаю мудборд — визуальную подборку, которая задаёт атмосферу и стиль будущего дизайна. Согласовываем общее направление.",
  },
  {
    title: "Дизайн",
    description: "Прорабатываю визуальный стиль, типографику, цвета, композицию."
  },
  {
    title: "Верстка",
    description: "Переношу сайт (таплинк) на платформу.",
  },
  {
    title: "Завершение и рекомендации",
    description: "Передаю материалы и даю рекомендации по дальнейшему использованию сайта (таплинка).",
  }
];

export const skills = [
  {
    title: "знание программ",
    badges: ["Figma", "Illustrator", "Photoshop"]
  },
  {
    title: "аналитика и исследование",
    badges: ["Конкурентный анализ", "Анализ персон", "Сводный анализ", "CJM", "User Flow", "JTBD"]
  },
  {
    title: "информационная архитектура",
    badges: ["Основы UX и UI дизайна", "Функциональный прототип", "Вайрфреймы", "Сущности", "Создание структуры"]
  },
  {
    title: "визуальный стиль",
    badges: ["Поиск изображений", "Работа с цветом", "Типографика", "Выстраивание композиции"]
  },
  {
    title: "передача проекта",
    badges: ["Конкурентный анализ", "Подготовка макета", "Авторский надзор"]
  },
];

export const menu = [
  {
    title: "Проекты",
    link: "#"
  },
  {
    title: "Этапы работы",
    link: "#"
  },
  {
    title: "Услуги",
    link: "#"
  },
  {
    title: "Контакты",
    link: "#"
  },
];

export const services = [
  {
    title: "одностраничный сайт",
    labels: ['от 20 рабочих дней', 'от 250$', 'работа по договору']
  },
  {
    title: "интеренет-магазин",
    labels: ['от 20 рабочих дней', 'от 630$', 'работа по договору']
  },
  {
    title: "корпоративный сайт",
    labels: ['от 30 рабочих дней', 'от 760$', 'работа по договору']
  },
  {
    title: "редизайн сайта",
    labels: ['от 20 рабочих дней', 'от 760$', 'работа по договору']
  },
]